Repository: jberkman/lobster-configurator
Catalog: po/*.po
Languages: de, es, it, ja, ko, nl, zh_cn, zh_tw

source: <b>Could not load network configuration:</b>
de: <b>Netzwerkkonfiguration konnte nicht geladen werden:</b>
es: <b>No es posible cargar una configuración de red:</b>
it: <b>Impossibile caricare la configurazione di rete:</b>
ja: <b>ネットワーク環境設定をロードできませんでした:</b>
ko: <b>네트워크 구성을 로드할 수 없습니다.</b>
nl: <b>Kan netwerkconfiguratie niet laden:</b>
zh_cn: <b>无法装载网络配置：</b>
zh_tw: <b>無法載入網路組態︰</b>

source: Network Settings
de: Netzwerkeinstellungen
es: Valores de configuración de red
it: Impostazioni di rete
ja: ネットワーク設定
ko: 네트워크 설정
nl: Netwerkinstellingen
zh_cn: 网络设置
zh_tw: 網路設定

source: Connection:
de: Anschluss:
es: Conexión:
it: Connessione:
ja: 接続:
ko: 연결:
nl: Verbinding:
zh_cn: 连接：
zh_tw: 連線︰

source: Configure automatically
de: Automatisch einrichten
es: Configurar automáticamente
it: Configura automaticamente
ja: 自動設定
ko: 자동으로 구성
nl: Automatisch configureren
zh_cn: 自动配置
zh_tw: 自動設定

source: Ethernet
ja: イーサネット
ko: 이더넷
zh_cn: 以太网
zh_tw: 乙太網路

source: Ethernet 1
ja: イーサネット1
ko: 이더넷 1
zh_cn: 以太网 1
zh_tw: 乙太網路 1

source: Wireless
de: Drahtlos
es: Inalámbrico
ja: ワイヤレス
ko: 무선
nl: Draadloos
zh_cn: 无线
zh_tw: 無線

source: Wireless 1
de: Drahtlos 1
es: Inalámbrico 1
ja: ワイヤレス1
ko: 무선 1
nl: Draadloos 1
zh_cn: 无线 1
zh_tw: 無線 1

source: Address:
de: Adresse:
es: Dirección:
it: Indirizzo:
ja: アドレス:
ko: 주소:
nl: Adres:
zh_cn: 地址：
zh_tw: 位址：

source: Subnet Mask:
de: Subnetzmaske:
es: Máscara de subred:
it: Maschera di sottorete:
ja: サブネットマスク:
ko: 서브넷 마스크:
nl: Subnetmasker:
zh_cn: 子网掩码：
zh_tw: 子網路遮罩︰

source: Refresh Connection
de: Verbindung aktualisieren
es: Actualizar conexión
it: Aggiorna conessione
ja: 接続をリフレッシュ
ko: 연결 새로 고침
nl: Verbinding vernieuwen
zh_cn: 刷新连接
zh_tw: 重新整理連線

source: Router:
ja: ルータ:
ko: 라우터:
zh_cn: 路由器：
zh_tw: 路由器︰

source: DNS Servers:
de: DNS-Server:
es: Servidores DNS:
it: Server DNS:
ja: DNSサーバ:
ko: DNS 서버:
zh_cn: DNS 服务器：
zh_tw: DNS 伺服器︰

source: Enable connection
de: Verbindung aktivieren
es: Habilitar conexión
it: Abilita connessione
ja: 接続を有効にする
ko: 연결 활성화
nl: Verbinding inschakelen
zh_cn: 启用连接
zh_tw: 啟用連線

source: Use NetworkManager to control active connections
de: NetworkManager zur Steuerung aktiver Verbindungen verwenden
es: Usar NetworkManager para controlar las conexiones activas
it: Usare NetworkManager per controllare le connessioni attive
ja: ネットワークマネージャを使用してアクティブな接続を制御
ko: 네트워크 관리자를 사용하여 활성 연결 제어
nl: NetworkManager gebruiken om actieve verbindingen te beheren
zh_cn: 使用网络管理器控制活动连接
zh_tw: 透過網路管理員控制使用中的連線

source: Configure Network Manager
de: Network Manager einrichten
es: Configurar NetworkManager
it: Configura Network Manager
ja: ネットワークマネージャの設定
ko: 네트워크 관리자 구성
nl: Netwerkbeheer configureren
zh_cn: 配置网络管理器
zh_tw: 設定網路管理員

source: Apply changed settings?
de: Geänderte Einstellungen anwenden?
es: ¿Desea aplicar los valores cambiados?
it: Applicare le impostazioni modificate?
ja: 変更した設定を適用しますか?
ko: 변경된 설정을 적용하시겠습니까?
nl: Gewijzigde instellingen toepassen?
zh_cn: 应用更改后的设置吗？
zh_tw: 套用已變更的設定？

source: Don't Apply
de: Nicht anwenden
es: No aplicar
it: Non applicare
ja: 適用しない
ko: 적용 안 함
nl: Niet toepassen
zh_cn: 不应用
zh_tw: 不套用

source: Applying changes...
de: Änderungen werden durchgeführt...
es: Aplicando cambios...
it: Applicazione delle modifiche in corso...
ja: 変更を適用しています...
ko: 변경한 내용 적용 중...
nl: Wijzigingen toepassen...
zh_cn: 正在应用更改...
zh_tw: 正在套用變更...

source: <b>There was an error doing something:</b>
de: <b>Bei der Ausführung einer Aktion ist ein Fehler aufgetreten:</b>
es: <b>Se ha producido un error al realizar alguna tarea:</b>
it: <b>Errore durante l'esecuzione di un'operazione:</b>
ja: <b>何らかの処理を実行中にエラーが発生しました:</b>
ko: <b>작업을 수행하는 동안 오류가 발생했습니다.</b>
nl: <b>Er is een fout opgetreden tijdens een bewerking:</b>
zh_cn: <b>执行某些操作时发生错误：</b>
zh_tw: <b>執行某項作業時出現錯誤︰</b>

source: <b>Could not renew DHCP configuration:</b>
de: <b>DHCP-Konfiguration konnte nicht erneuert werden:</b>
es: <b>No es posible renovar la configuración DHCP:</b>
it: <b>Impossibile rinnovare la configurazione DHCP:</b>
ja: <b>DHCP設定を更新できませんでした:</b>
ko: <b>DHCP 구성을 갱신할 수 없습니다.</b>
nl: <b>Kan DHCP-configuratie niet vernieuwen:</b>
zh_cn: <b>无法续订 DHCP 配置：</b>
zh_tw: <b>無法更新 DHCP 組態︰</b>

source: <b>Could not load network configuration; configuration may be incomplete:</b>
de: <b>Netzwerkkonfiguration konnte nicht geladen werden; Konfiguration ist möglicherweise unvollständig</b>
es: <b>No es posible cargar la configuración de red; puede que la configuración esté incompleta:</b>
it: <b>Impossibile caricare la configurazione di rete, che potrebbe essere incompleta:</b>
ja: <b>ネットワーク環境設定をロードできませんでした。環境設定が不完全な可能性があります:</b>
ko: <b>네트워크 구성을 로드할 수 없습니다. 구성이 완료되지 않았을 수 있습니다.</b>
nl: <b>Kan netwerkconfiguratie niet laden; configuratie is wellicht onjuist:</b>
zh_cn: <b>无法装载网络配置；配置可能未完成：</b>
zh_tw: <b>無法載入網路組態；組態可能不完整︰</b>

source: <b>Could not save network configuration:</b>
de: <b>Netzwerkkonfiguration konnte nicht gespeichert werden:</b>
es: <b>No es posible guardar la configuración de red:</b>
it: <b>Impossibile salvare la configurazione di rete:</b>
ja: <b>ネットワーク環境設定を保存できませんでした:</b>
ko: <b>네트워크 구성을 저장할 수 없습니다.</b>
nl: <b>Kan netwerkconfiguratie niet opslaan:</b>
zh_cn: <b>无法保存网络配置：</b>
zh_tw: <b>無法儲存網路組態︰</b>

source: <b>Could not open Network Manager settings:</b>
de: <b>Einstellungen des Network Manager konnten nicht geöffnet werden:</b>
es: <b>No es posible abrir los valores de configuración de NetworkManager:</b>
it: <b>Impossibile aprire le impostazioni di Network Manager:</b>
ja: <b>ネットワークマネージャ設定を開けませんでした:</b>
ko: <b>네트워크 관리자 설정을 열 수 없습니다.</b>
nl: <b>Kan de instellingen van Netwerkbeheer niet weergeven:</b>
zh_cn: <b>无法打开网络管理器设置：</b>
zh_tw: <b>無法開啟網路管理員設定︰</b>

source: Couldn't find pixmap file: %s
de: Pixmapdatei konnte nicht gefunden werden: %s
es: No es posible encontrar el archivo pixmap: %s
it: Impossibile trovare il file pixmap: %s
ja: Pixmapファイルが見つかりませんでした: %s
ko: pixmap 파일 %s을(를) 찾을 수 없습니다.
nl: Kan pixmap-bestand niet vinden: %s
zh_cn: 找不到 pixmap 文件：%s
zh_tw: 找不到像圖檔︰%s
